# St7SetPlateShrink

Sets a percentage by which to shrink the display of plate elements.

long St7SetPlateShrink(long uID, long Shrink)
Input Parameters
uID
Strand7 model file ID.

Shrink
The Shrink percentage in the range kMinShrink to kMaxShrink.